import React, {Component} from 'react';

class About extends Component {
    render() {
        return (
            <div className="container text-center">
                <h2>
                    О компании
                </h2>
                <p>
                    Компания Hiberbee занимается полным циклом разработки веб-проектов, включая проектирование
                    системной
                    архитектуры, сопровождение, масштабирование и анализ качества програмных решений. Имея более 10
                    лет опыта
                    работы в разных
                    предметных областях, наши консультанты могут помочь с диагностикой, миграцией, обновлением
                    проектов любой
                    сложности.
                </p>
            </div>
        )
    }
}

export default About
